/* QuickTime Broadcaster localized strings */

"broadcasterError" = "Broadcaster エラー";

/* BroadcastDoc */

"broadcastDocFileWriteFailure" = "ファイルの書き込みエラー";
"broadcastDocSettingsValidationError" = "不正な設定";
"broadcastDocBroadcast" = "ブロードキャスト";
"broadcastDocStop" = "中止";
"broadcastDocDefaultExportSDPFileName" = "名称未設定.sdp";
"broadcastDocDefaultExportMovieFileName" = "名称未設定.mov";
"broadcastDocExportButton" = "書き出す";
"broadcastDocDefaultPresetName" = "独自のプリセット";
"broadcastDocDuplicateApplePresetNameMessage" = "固有の名前を付けてください。";
"broadcastDocDuplicatePresetNameTitle" = "プリセットを保存しますか？";
"broadcastDocDuplicatePresetNameMessage" = "このプリセットはすでに存在します。置き換えますか？";
"broadcastDocDuplicatePresetNameReplaceButton" = "置き換え";
"broadcastDocDuplicatePresetNameCancelButton" = "キャンセル";
"broadcastDocCouldNotBeSaved" = "ファイルを保存できませんでした。";
"broadcastDocCustomMenuItem" = "カスタム";
"broadcastDocSavePresetMenuItem" = "プリセットを保存...";
"broadcastDocDeletePresetMenuItem" = "プリセットの削除";

/* BroadcastWindowController */

"broadcastWindowControllerDefaultWindowTitle" = "QuickTime Broadcaster";

/* BroadcastController */

"broadcastControllerInvalidDocumentVersion" = "不正なドキュメントバージョン";
"broadcastControllerStateSetup" = "設定";
"broadcastControllerStateStartingBroadcast" = "ブロードキャストを開始しています";
"broadcastControllerStatePrerolling" = "プリロール中";
"broadcastControllerStateBroadcasting" = "ブロードキャスト中";
"broadcastControllerStateStoppingBroadcast" = "ブロードキャストを停止しています";

/* BroadcasterAppController */

"broadcasterAppControllerOldQuickTimeError" = "最新の QuickTime が必要です";
"broadcasterAppControllerOldQuickTimeMessage" = "QuickTime Broadcaster では、QuickTime 6.0 以降が必要です。";
"broadcasterAppControllerTimeBombExpired" = "QuickTime Broadcaster の使用期限が切れました";
"broadcasterAppControllerTimeBombExpiredMessage" = "“QuickTime Broadcaster”の使用期限が切れました。\n\n%@\n\nにアクセスして、新しいバージョンのソフトウェアをダウンロードしてください。";
"broadcasterAppControllerTimeBombUpdateURL" = "http://www.apple.com/jp/quicktime/products/broadcaster/";
"broadcasterAppControllerQuit" = "終了";
"broadcasterAppControllerGoThere" = "そこに移動";

/* Preset Manager */

"presetManagerAudioPresetDirectory" = "オーディオ";
"presetManagerVideoPresetDirectory" = "ビデオ";
"presetManagerNetworkPresetDirectory" = "ネットワーク";
"presetManagerInvalidPreset" = "不正なプリセット";

/* Preferences */

"preferencesError" = "環境設定エラー";
"preferencesInvalidPresetDirectory" = "不正なプリセットディレクトリ";
"preferencesInvalidRecordDirectory" = "不正な記録ディレクトリ";
"preferencesInvalidRecordName" = "不正な記録ムービー名";
"preferencesDefaultPresetsDirectory" = "/Library/QuickTime Broadcaster Presets";
"preferencesDefaultMoviesDirectory" = "/Movies";
"preferencesDefaultMovieName" = "mymovie";
"preferencesChooseButton" = "選択";

"qtbCopyright" = "Copyright © 2002-2009, Apple Inc.,\nAll Rights Reserved.";

